[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="治疗粉末"
mTooltip="立即治疗并复活目标友方生物 %d.min %icon_health 生命值，并移除目标身上的所有负面效果。\n（不影响：亡灵和构造体）"

[Creature.A_Creature_t1_conflux H7Creature]
mName="精灵"
mLore="由于许多森林已不再是和平宁静之地，精灵们在元素汇点的城墙后找到了家园。这些小型飞行生物通常大量出现，并具有从埋伏中突然出现而不被注意的能力。"

[Creature.A_Creature_t1_upg_conflux H7Creature]
mName="风精灵"
mLore="风精灵比它们的亲戚精灵更强壮、更敏捷。它们被微微发光的光环所环绕，并且具有治疗不仅自身还有远方生物的能力。"